medication_management/app/controllers/medicines_controller.rb

SELECT `medicines`.* FROM `medicines`
---
  def index
    @medicines = Medicine.all