medication_management/app/controllers/nursing_stations_controller.rb

SELECT `nursing_stations`.* FROM `nursing_stations`
---
  def index
    @nursing_stations = NursingStation.all