medication_management/app/controllers/nurses_controller.rb

  def index
    @nurses = Nurse.all
---
SELECT `nurses`.* FROM `nurses`